"""
1. Сохранять контакты с именами, адресами, номерами телефонов, email и днями рождения в книгу контактов.
"""


"""
2. Выводить список контактов у которых день рождения через заданное количество дней от текущей даты.
"""


"""
3. Проверять правильность введенного номера телефона и email во время создания или редактирования записи и уведомлять пользователя в случае некорректного ввода.
"""


"""
4. Совершать поиск по контактам из книги контактов.
"""


"""
5. Редактировать и удалять записи из книги контактов.
"""
